const books = [
  {
    id: 1,
    title: 'Лезвие бритвы',
    description:
      'Автор размышляет о путях эволюции и исторического процесса, утверждая, что история подобна лезвию бритвы, когда отклонения от некой узкой магистральной линии являются катастрофическими. В романе представлены развёрнутые гипотезы о скрытых психических и физических возможностях и обрисован идеал гармонического человека и его служения обществу. В романе обсуждается природа красоты и её значимость для духовного развития человека.',
    authors: ['Иван Ефремов'],
    cover: 'https://cdn.ast.ru/v2/ASE000000000713470/COVER/cover1__w340.jpg',
  },
  {
    id: 2,
    title: 'Цветы для Элджерона',
    description:
      'Искусственное улучшение интеллекта путём хирургической операции — оригинальное открытие двух учёных: доктора Штраусса и доктора Немюра. После успешной операции над мышью по кличке Элджернон они решают провести аналогичную операцию на каком-нибудь умственно отсталом человеке.',
    authors: ['Дэниел Киз'],
    cover: 'https://cdn1.ozone.ru/s3/multimedia-k/6053509628.jpg',
  },
  {
    id: 3,
    title: 'Волхв',
    description:
      'На затерянном греческом острове загадочный "маг" ставит жестокие психологические опыты на людях, подвергая их пытке страстью и небытием. Реалистическая традиция сочетается в книге с элементами мистики и детектива.',
    authors: ['Джон Фаулз'],
    cover:
      'https://img4.labirint.ru/rc/597e8ce44f6bb4c146078b32ba3cfb11/220x340/books22/217972/cover.jpg?1563564949',
  },
  {
    id: 4,
    title: 'Атлант расправил плечи',
    description: 'Кто такой Джон Голт?',
    authors: ['Айн Рэнд'],
    cover: 'https://cdn1.ozone.ru/s3/multimedia-1/c1200/6066341305.jpg',
  },
];

module.exports = books;
